{
    "projects": "Proyectos",
    "about": "Sobre mi",
    "contact": "Contacto",

    "position": "Diseñador UX/UI y Desarrollador Web",
    "background": "Diseñando desde 2013. Soy un Desarrollador UX/UI que vive en Madrid. Tengo formación en diseño gráfico y, en mi tiempo libre, cuido mis plantas y hago algunos bocetos.",
    "getintouch": "Pongámonos en contacto.",
    "mailCopy": "Correo copiado",

    "sliderName1": "Music App BeatScene",
    "description1": "Diseño de producto. App para amantes de los conciertos y la música en vivo.",
    "sliderName2": "Blog | The Special One",
    "description2": "Diseño y Desarrollo de Web Magazine sobre Futbol y actualidad.",
    "sliderName3": "BeApolo",
    "description3": "Desarrollo de la web BeApolo, para una agencia de marketing digital.",

    "workingOn": "Trabajando en",
    "workingOnText": "Actualmente, soy freelancer y trabajo con diversos clientes diseñando y desarrollando sitios web. Anteriormente, trabajé en AU Consultores, una agencia de marketing, donde creé sitios web desde cero (0 → 1) utilizando Figma, WordPress, HTML, CSS, Astro, React y más.",
    "workingOnButton": "Conóceme mejor",

    "contactTitle" : "Conversamos?",
    "contactText": "Si te gusta mi perfil no dudes en contactarme.",

    "aboutDescription1": "Me llaman LuisMi. Soy diseñador UX/UI y desarrollador enfocado en el FrontEnd, con ocho años de experiencia en la industria del diseño digital y dos años en la ideación, creación y desarrollo de interfaces web y apps.",
    "aboutDescription2": "Mi habilidad para combinar diseño visual y funcionalidades técnicas me permite desarrollar soluciones digitales estéticamente agradables y altamente usables.",
    "aboutPhrase": "Diseñar es un plan para ordenar elementos de la mejor manera posible para lograr un propósito particular",
    "aboutStackTitle":"Stack de herramientas",
    "aboutTitleDesigner": "Como Diseñador",
    "aboutTitleDeveloper": "Como Desarrollador",
    "aboutExperience": "Mi experiencia",
    "Experience1": "Diseñador UX, UI, maquetación y desarrollo Web, trabajando con sistemas de diseño y componentes para distintos clientes del área salud.",
    "Experience2": "Diseñador 360, dentro del área de Marketing Comercial, responsable de la creación de piezas digitales e impresas, diseño web, piezas audiovisuales.",
    "Experience3": "Diseñador multimedia, apoyando y liderando proyectos de Marketing Digital, rediseños Web, y actividades afines.",
    "aboutLuismi": "LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi LuisMi",
    "aboutDownload": "Descargar CV Descargar CV Descargar CV Descargar CV Descargar CV Descargar CV Descargar CV Descargar CV",

    "aboutExtra": "Luismi fuera del trabajo:",
    "aboutExtraText": "Viajes, fútbol, fotografía, dibujo, mis plantas,  lectura, gastronomía y cockteles, entre otros.",

    "projectsTitleDev": "Desarrollo",
    "projectsTitleDesign": "Diseño",
    
    "NotFoundtext" : "¿Perdido?",
    "NotFoundButton" : "Vuelve al inicio",

    "beatsceneTitle": "BeatScene",
    "beatsceneExcerpt": "Diseño de producto. App para amantes de los conciertos y la música en vivo.",

    "projectObjective": "Objetivo e Investigación",
    "beatsceneWhatIs": "Quiero conocer gente nueva e ir a conciertos con ellos. ¿Cómo puedo hacerlo?",
    "beatsceneWhatIsText": "Esta fue la pregunta que dio inicio a la investigación para desarrollar el producto. Decidimos utilizar la metodología del doble diamante, comenzando con la fase de descubrimiento.",
    "beatsceneWhatIsText2": "A través de entrevistas, encuestas y un detallado desk research, identificamos las principales necesidades de los usuarios: búsqueda rápida de eventos, una compra sin fricciones y un sistema seguro que generara confianza.",

    "beatsceneSubtitle": "Proyecto UX/UI Mobile",
    "beatscenePhrase": "Me encanta ir a conciertos y conocer gente nueva",
    "beatsceneslide1": "typography fonts typography fonts typography fonts typography fonts typography fonts",
    "beatsceneslide2": "Satoshi Sans Satoshi Sans Satoshi Sans Satoshi Sans Satoshi Sans",

    "projectProcess": "Definición",
    "beatsceneProcessTitle": "Jerarquizar y refinar la información para empatizar con nuestros usuarios",
    "beatsceneProcessText": "En esta etapa, sintetizamos la información recopilada para obtener datos de calidad enfocados en los usuarios. Analizamos sus necesidades y creamos un mapa de empatía para reflejar los datos clave en un User Persona. Con esta base, desarrollamos un User Journey y realizamos un estudio de Benchmarking, identificando soluciones alineadas con nuestro arquetipo de usuario.",

    "beatsceneDesign": "Diseñar",
    "beatsceneDesignTitle": "Establecer un sistema de diseño y prototipado",
    "beatsceneDesignText": "Antes del diseño, fue clave encontrar insights a partir del arquetipo de usuario. Para ello, elaboramos una matriz de usabilidad y viabilidad, filtramos los hallazgos por valor y los plasmamos en un Business Model Canvas. Esto nos permitió definir funcionalidades clave como filtros inteligentes, seguridad reforzada y recomendaciones personalizadas.",
    "beatsceneDesignText2": "Avanzamos en la fase de diseño con un sitemap del producto, que luego tomamos como base para la creación de wireframes low-fi. Nos preparamos para la siguiente etapa con mapas de flujo, ya que el siguiente paso sería prototipar en alta fidelidad algunas pantallas clave, como la creación de cuenta y el inicio de sesión de nuevos usuarios.",

    "beatsceneResult": "Solución y Resultado",
    "beatsceneResultTitle": "Crear un prototipo funcional MVP y probar los flujos de usuario",
    "beatsceneResultText": "Antes de la fase final, diseñamos un primer prototipo de alta fidelidad, basado en el sistema de diseño previamente establecido. Se realizaron pruebas de usuario para iterar y aplicar mejoras al prototipo.",
    "beatsceneResultText2": "El resultado final se validó cuando las pruebas, enfocadas en usabilidad y accesibilidad, arrojaron resultados positivos tanto cuantitativos como cualitativos. Finalmente, el MVP fue presentado al equipo de desarrollo.",

    "beatsceneConclusion": "Conclusión",
    "beatsceneConclusionTitle": "Aprendizaje y Reflexión",
    "beatsceneConclusionText": "El proyecto BeatScene me permitió aplicar mis conocimientos en UX/UI y diseño de producto. Disfruté mucho trabajar con equipos multidisciplinarios, con personas que no necesariamente compartían la misma visión y a quienes había que persuadir con nuevas ideas. Estos intercambios fueron siempre bidireccionales, lo que hizo que el aprendizaje fuera constante. Revisa la presentación completa del proyecto:",

    "goToTop" : "Volver arriba",
    "infoContact": "Contáctame",
    "infoContactText": "Si sientes que podemos trabajar juntos, conversemos.",

    "specialTitle": "The Special One",
    "specialText": "Diseño y Desarrollo de Web Magazine sobre Futbol y actualidad.",
    "projectVisit": "Visita la web",

    "specialWhatIs": "¿Qué es The Special One?",
    "specialWhatIsText": "Es una web Magazine enfocada en la actualidad y las últimas noticias del mundo del fútbol, desarrollada con el fin de compartir uno de mis más grandes intereses como es el fútbol. El tono de voz de la web está basada en la actitud y personalidad de Mourinho, un referente como entrenedor y conocedor del deporte rey. ",

    "specialDesign": "El Diseño y Desarrollo",
    "specialDesignText": "La Interfaz de la web está diseñada en Figma, utilicé un sistema de diseño y los principios del Diseño Atómico. Para el Desarrollo de la web utilice la combinación del CMS Wordpress y el builder Elementor PRO, ya que es lo más optimo para este tipo de Blog/Magazine el cual recibirá entradas y contenido constantemente.",

    "specialSubtitle": "Proyecto Blog Web",
    "specialTools": "Herramientas",
    "specialslide1": "The Special One The Special One The Special One The Special One The Special One",
    "specialslide2": "Somos Haters. Cero Hipocresía. Somos Haters. Cero Hipocresía. Somos Haters. Cero Hipocresía.",
    "projectResult": "Resultado",
    "specialResultTitle": "Una web moderna y funcional preparada para el contenido enfocado en tráfico web",
    "specialResultText": "El diseño moderno y la funcionalidad del CMS permiten que la web sea manejable por EDITORES o CREADORES de contenido. La idea del proyecto es conseguir tráfico web y en un futuro utilizarla para agregarle MEDIA ADS, para ello se ha aplicado una estrategia SEO en la web que permita optimizarla en cara a los buscadores actuales.",

    "ulimaTitle": "Universidad de Lima",
    "ulimaText": "Diseñador Gráfico. Creación de piezas digitales e impresas, producción audiovisual y diseño de la interfaz web para el área Comercial de Posgrado.",

    "ulimaPosition": "CARGO",
    "ulimaWhatIs": "Diseñador del área de Comercial de Posgrado",
    "ulimaWhatIsText": "El cargo consiste en el diseño de piezas gráficas digitales e impresas para la promoción tanto interna como externa de los programas de Posgrado de la Universidad de Lima, producción y creación audiovisual para artes gráficas necesaria para los distintos canales multiplataforma y convecionales, además de el diseño de la interfaz de la web de la Escuela de Posgrado.",

    "ulimaResponsabilities": "DISEÑO",
    "ulimaDesign": "Digital, audiovisual e impreso",
    "ulimaDesignText": "El diseño de las piezas respeta un manual de marca, el cual fue desarrollado por una empresa de diseño colaboradora de la Universidad de Lima, el diseño de las piezas digitales se realizo en Figma y Adobe Suite, para las piezas impresas se utilizo Adobe Suite y para la producción audiovisual multiplataforma se utilizo Adobe Premiere y After Effects.",

    "ulimaSubtitle": "Diseñador Sr. encargado del área Comercial",
    "ulimaTools": "Herramientas",
    "ulimaslide1": "Universidad de Lima Universidad de Lima Universidad de Lima Universidad de Lima Universidad de Lima",
    "ulimaslide2": "Escuela de Posgrado Escuela de Posgrado Escuela de Posgrado Escuela de Posgrado Escuela de Posgrado",

    "ulimaHighlight": "WEB",
    "ulimaResultTitle": "Diseño de interfaz web",
    "ulimaResultText": "La web debe mostrar una imagen moderna, seria y profesional de la Universidad de Lima, por lo que el diseño de la web debe ser atractivo y funcional para los usuarios, en su mayoria adultos, que buscan información sobre los programas de Posgrado. Se realizo la investigacón previa con la colaboración de distintos Stakeholders, tras varias etapas de prototipado y testeo, se realizo un sistema de diseño con Figma a partir de el manual de marca, el cual se respeto durante todo el diseño final y para la implementación en colaboración con el equipo de desarrolladores. La web es totalmente manejable por los editores de contenido y esta optimizada para los motores de búsqueda actuales.",
    "listProjects": [
    {
      "id": "0",
      "pills": ["UX/UI", "Figma", "App"],
      "img" : "/assets/uxui-beatscene.webp",
      "alt" : "Miniature BeatScene App",
      "titulo" : "BeatScene App",
      "description" : "BeatScene es una app para la compra de entradas a conciertos, creada con la metodología del doble diamante. Se realizó la investigación en FigJam, seguido de prototipado y diseño final en Figma, optimizando la experiencia del usuario.",
      "webUrl" : "/beatscene"
  },
  {
      "id": "1",
      "pills": ["UX/UI", "Design", "Adobe Tools", "Figma" ],
      "img" : "/assets/Ulima-design.webp",
      "alt" : "Universidad de Lima",
      "titulo" : "Universidad de Lima",
      "description" : "Diseñe piezas digitales y UI para el área de Posgrado en la Universidad de Lima, aplicando habilidades de comunicación y trabajo en equipo. Implementé un sistema de diseño colaborativo con desarrolladores, optimizando la web y demás productos digitales.",
      "webUrl" : "/universidad-de-lima"
  },
  {
      "id": "2",
      "pills": ["UX/UI", "Figma", "Wordpress"],
      "img" : "/assets/web-thespecialone.webp",
      "alt" : "The Special One | Football Blog",
      "titulo" : "The Special One",
      "description" : "Diseñe una web Magazine sobre fútbol, aplicando principios del Diseño Atómico en Figma y desarrollándose con WordPress y Elementor PRO. Destaco mi autonomía, creatividad y estrategia SEO para optimizar el tráfico, asegurando una gestión eficiente del contenido.",
      "webUrl" : "/thespecialone"
  },
  {
      "id": "3",
      "pills": ["Web", "HTML", "CSS", "JS", "Swiper JS"],	
      "img" : "/assets/web-beapolo.webp",
      "alt" : "Miniature Web BeApolo",
      "titulo" : "BeApolo",
      "description" : "En el desarrollo de BeApolo, apliqué habilidades de organización y atención al detalle, empleando HTML, CSS y JavaScript. Implementé la metodología BEM para una estructura de código clara y utilicé el Diseño Atómico para componentes reutilizables, logrando una interfaz eficiente y escalable.",
      "webUrl" : "https://beapolo.io/"
  },
  {
      "id": "4",
      "pills": ["Web", "HTML", "CSS", "JS"],
      "img" : "/assets/web-pinkfloyd.webp",
      "alt" : "Miniature Web Pink Floyd",
      "titulo" : "Pink Floyd",
      "description" : "Desarrollé mi primera web, Atom Mother, utilizando HTML, CSS y JavaScript, aplicando los fundamentos de diseño web y desarrollo front-end. Este proyecto fortaleció mis habilidades de resolución de problemas, organización y atención al detalle.",
      "gitUrl" : "https://github.com/luismi-sg/atom-mother-web",
      "webUrl" : "https://atom-mother-web.netlify.app/"
  },
  {
      "id": "5",
      "pills": ["Web", "App", "React", "CSS"],
      "img" : "/assets/web-netflix.webp",
      "alt" : "Miniature Netflix App",
      "titulo" : "Netflix-project",
      "description" : "En el desarrollo Fullstack del proyecto Netflix Clone, utilicé React con CSS para una interfaz dinámica, MongoDB para la gestión de datos y ExpressJS para las rutas del servidor. Estas herramientas reflejan mi capacidad para integrar tecnologías y mi enfoque en soluciones escalables.",
      "gitUrl" : "https://github.com/luismi-sg/Netflix-proyecto",
      "webUrl" : "https://netflix-proyecto.vercel.app/"
  },
  {
      "id": "6",
      "pills": ["Web" , "App", "React", "CSS"],
      "img" : "/assets/web-spotify.webp",
      "alt" : "Miniature Spotify App",
      "titulo" : "Spotify-project",
      "description" : "Front-end development of the Spotify Clone project",
      "gitUrl" : "https://github.com/luismi-sg/APP-Spotify",
      "webUrl" : "https://spotify-proyecto.vercel.app/"
  }]
  }